INSERT INTO dog (dog_code, dog_breed, dog_height_cm, dog_weight_kg, dog_short_info, dog_info, dog_training , dog_friend) VALUES(1, '알래스칸 말라뮤트', '58-71', '39-57', '강인하고 충성스러운 눈의 친구', '강인하고 활발합니다.
똑똑하고 훈련하기 쉬우며, 다양한 트릭을 익힐 수 있습니다.
충성심이 강하고 애정이 많습니다.
낯선 사람이나 동물에 대한 경계심이 강할 수 있습니다.
털이 많고 곱기 때문에 정기적인 관리가 필요합니다.
활동량이 많기 때문에 충분한 운동을 제공해야 합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '시베리안 허스키: 비슷한 크기와 활동성을 가지고 있어 말라뮤트와 잘 어울립니다.
래브라도 리트리버: 친근하고 사교성이 높아 말라뮤트와 잘 어울립니다.
골든 리트리버: 온순하고 사교적인 성격으로 말라뮤트와 좋은 친구가 될 수 있습니다.
버니즈 마운틴 독: 비슷한 체력과 활동성을 가지고 있어 말라뮤트와 잘 지낼 수 있습니다.'),(2, '비글', '33-41', '9-11', '호기심 많고 활발한 작은 탐정', '비글은 호기심 많고 활발한 성격을 가지고 있습니다. 탐정 같은 성향이 있어 냄새를 따라 다니기를 좋아합니다. 충분한 운동과 놀이 시간을 제공해야 합니다. 독립적인 성향이 있어 기본 훈련과 사회화가 중요합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(3, '비숑프리제', '24-29', '5-8', '작고 사랑스러운 하얀 곰 인형', '비숑 프리제는 사랑스럽고 사교적이며, 사람들과 잘 어울립니다. 활발하고 장난기가 많아 놀기를 좋아합니다. 털이 많이 빠지지 않지만, 주기적인 털 관리가 필요합니다. 사회화와 기본 훈련이 중요하며, 충분한 운동과 놀이 시간을 제공해야 합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(4, '프렌치불독', '28-31', '9-12', '작지만 강하고 충실한 프렌치불독', '프렌치불독은 충실하고 애정이 많으며, 사람들과 함께 있는 것을 좋아합니다. 활동적이지만 무리한 운동은 피해야 합니다. 짧은 코로 인해 호흡 문제가 있을 수 있어 더운 날씨에는 주의가 필요합니다. 꾸준한 건강 관리가 중요합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(5, '골든리트리버', '55-61', '25-34', '아이들과 잘 어울리는 친절한 반려견', '친근하고 온순합니다.
활발하고 장난기가 많습니다. 똑똑하고 훈련하기 쉬우며, 다양한 트릭을 익힐 수 있습니다.
충성심이 강하고 애정이 많습니다.
활동량이 많기 때문에 충분한 운동을 제공해야 합니다.
골든 리트리버는 털의 길이가 길고 특히 진흙으로 덮인 들판을 달리거나 웅덩이에서 구르고 수영하는 것을 가장 좋아하기 때문에 관리를 잘 해주어야 합니다. 
또 골든 리트리버는 털갈이가 심한 편입니다. 평소에는 매주 2번 이상, 그리고 털갈이 시즌에는 매일 빗질해 주는 것이 좋습니다. 
산책 후에는 털 속에 이물질이 없는지 확인해 주시고, 목욕, 발톱 정리, 귀 관리, 양치질도 정기적으로 챙겨주시길 바랍니다.', '골든 리트리버는 영리하고 총명하며 인정을 받고자 하는 욕구를 가지고 있기 때문에 학습에 대한 의욕이 다른 종보다 높습니다. 
민첩성이 우수하고 명령에 복종하는 능력도 뛰어나 대회에서 좋은 성적을 거두는 것을 종종 보셨을지도 모르겠습니다. 
그래서 골든 리트리버를 교육하는 시간은 보호자들에게도 즐거울 겁니다. 
기본적으로 반려견과 보호자가 더욱 친밀한 관계를 형성할 수 있기에 가정에서 꾸준히 교육하는 것이 좋으며 
골든 리트리버는 특히 습득력이 뛰어나기에 사회화 같은 교육도 어릴 때 부터 하는 것이 좋습니다. 
일일 사료 급여량 중 일부를 간식으로 활용해 반려견의 학습 의욕을 더 높여보세요.', '라브라도 리트리버: 유사한 성격과 에너지 레벨을 가지고 있어 잘 어울립니다.
비글: 활발하고 장난기가 많아 함께 즐겁게 놀 수 있습니다.
푸들: 똑똑하고 훈련하기 쉬워 서로 배우고 성장할 수 있습니다.
웰시 코기: 친근하고 애정이 많아 골든 리트리버와 좋은 친구가 될 수 있습니다.
시바견: 유사한 크기와 에너지 레벨을 가지고 있어 잘 어울립니다.'),(6, '스피츠', '30-38', '5-10', ' 작지만 활발한 에너지', '스피츠는 활발하고 용감하며, 독립적인 성향을 가지고 있습니다. 경계심이 강해 훌륭한 경비견이 될 수 있습니다. 털이 많이 빠지므로 정기적인 털 손질이 필요합니다. 충분한 운동과 정신적 자극을 제공하여 지루함을 예방해야 합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(7, '래브라도리트리버', '55-62', '25-36', '충성스럽고 똑똑한 가족 구성원', '래브라도리트리버는 충성스럽고 지능적이며, 가족과 잘 어울립니다. 에너지가 넘쳐 활동적이고 놀이를 좋아합니다. 비만이 되기 쉬우므로 적절한 식이 관리와 충분한 운동이 필요합니다. 기본 훈련과 사회화가 중요합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(8, '말티즈', '20-25', '2-4', '작고 우아한 애정 가득한 반려견', '말티즈는 우아하고 애정이 많으며, 작은 체구로 실내 생활에 적합합니다. 활발하고 장난기가 많지만 과도한 활동은 피해야 합니다. 긴 털이 엉키지 않도록 정기적인 털 손질이 필요합니다. 사회화와 기본 훈련이 중요합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(9, '포메라니언', '18-24', '2-3', '작고 당찬 털복숭이 사자', '똑똑하고 훈련하기 쉬우며, 다양한 트릭을 익힐 수 있습니다. 애정이 많고, 주인에게 충성심이 강합니다.
낯선 사람이나 동물에 개한 경계심이 강할 수 있습니다.
견주와 유대감이 빨리 형성돼 혼자 시간을 보낼 수 있도록 훈련 시키지 않는다면, 분리 불안에 시달릴수 있습니다.
경계와 환경의 변화를 알아채고 새로운 자극에 짖는 행동은 어떤 상황이 와도 과도하게 짖는 습관으로 이어질 수 있습니다.
훈련을 시키지 않는다면, 지배적이고 공격적인 성격이 될 수 있습니다.
포메라니안의 털은 풍성함을 유지하기 위해 부지런히 관리해 주어야 합니다. 
부드럽고 촘촘한 속 털과 긴 겉 털로 이루어진 이중모이므로 매일 가볍게 빗질해 죽은 털을 제거하고 일주일에 한 번은 털 안쪽까지 꼼꼼히 빗질해 주어야 합니다. 
털 빠짐도 심하기 때문에 4~6주에 한 번은 전문 미용사의 도움을 받는 것이 좋습니다. 
발톱은 짧게 유지하고 양치질은 가능한 매일 또는 적어도 일주일에 한 번 이상은 해야 하며 귀도 정기적으로 관리해 주시길 바랍니다.', '포메라니안은 낯선 사람을 지나치게 경계하고 짖는 경향이 있어 어린 강아지 시기부터 사회화 교육을 하면 좋습니다. 
포메라니안은 매우 영리하기 때문에 몸과 두뇌를 모두 사용할 수 있는 훈련 방법이 효과적입니다. 
반려견에 따라 어질리티, 복종, 랠리와 같은 난이도가 높은 훈련과 치료견 교육을 받아도 좋겠습니다.
배변 훈련은 시간이 걸리 수도 있으므로 인내심을 가지고 접근해 주세요.', '치와와: 작은 체구와 비슷한 에너지 수준을 가지고 있어 잘 어울립니다.
요크셔 테리어: 비슷한 크기와 활발한 성격으로 포메라니안과 좋은 친구가 될 수 있습니다.
말티즈: 작고 귀여운 외모와 친화적인 성격으로 포메라니안과 잘 지낼 수 있습니다.
미니어처 푸들: 지능이 높고 사교성이 좋아 포메라니안과 잘 어울립니다.'),(10, '푸들', '28-35', '3-8', '똑똑하고 훈련이 쉬운 귀여운 반려견', '활동적이고 놀이를 좋아합니다. 지능이 뛰어나 훈련하기 쉬우며, 다양한 트릭을 익힐 수 있습니다.
충성심이 강하고 애정이 많습니다. 낯선 사람이나 동물에 대한 경계심이 강할 수 있습니다.
털이 많고 곱기 때문에 정기적인 관리가 필요합니다. 푸들의 털은 보통 굵고 곱슬곱슬하며 때때로 뻣뻣하기도 합니다. 
다양한 스타일링이 가능하지만, 털 관리가 쉽지 않기 때문에 미용 전문가의 손길이 필요할 때도 있습니다. 
3~6주마다 손질해 주면 좋으며 편의를 위해 털을 짧게 자르더라도 엉클어질 수 있으므로 빗질을 자주 해 주어야 합니다. 
푸들은 털 빠짐이 거의 없어 알레르기가 있는 사람도 키우기 좋습니다.', '푸들은 지능이 높고 운동신경이 좋으며 도전을 좋아합니다. 인정 받으려는 욕구가 있어 학습 속도도 빠릅니다. 
특히 어릴 때부터 훈련과 사회화 교육을 통해 넘치는 힘과 높은 경향의 소유욕을 조절할 수 있습니다. 
푸들은 간식이나 좋아하는 장난감을 보상으로 활용한 교육 방법이 잘 맞습니다. 
푸들은 사람들과 보내는 시간을 좋아하며 활동량이 많은 견종이기 때문에 오랫동안 집에 혼자 두면 문제 행동을 보일 수 있습니다. 
푸들은 많이 움직이면 움직일 수록 행복하다는 것을 기억해 주세요.', '말티즈: 비슷한 크기와 성격으로 푸들과 잘 어울립니다. 둘 다 활발하고 친화적입니다.
비숑 프리제: 털 관리가 비슷하며 성격도 온순하여 푸들과 좋은 친구가 될 수 있습니다.
시츄: 온순한 성격과 작은 크기로 푸들과 잘 지낼 수 있습니다.
코커 스패니얼: 귀여운 외모와 활발한 성격이 푸들과 잘 맞습니다.'),(11, '시츄', '20-28', '4-7', '작고 사랑스러운 털복숭이', '시츄는 사랑스럽고 온화하며, 가족과 잘 어울립니다. 실내 생활에 적합하며, 과도한 활동을 필요로 하지 않습니다. 긴 털이 엉키지 않도록 정기적인 털 손질이 필요합니다. 사회화와 기본 훈련이 중요하며, 주기적인 건강 관리가 필요합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(12, '시베리안 허스키', '50-60', '16-27', '눈과 얼음을 사랑하는 강인한 썰매견', '시베리안 허스키는 강인하고 독립적이며, 활발한 성격을 가지고 있습니다. 많은 운동이 필요하며, 지루함을 느끼지 않도록 다양한 활동을 제공해야 합니다. 털이 많이 빠지므로 정기적인 털 손질이 필요합니다. 추운 날씨에 적합합니다.', '긍정적인 훈련 방식을 사용하는 것이 중요합니다.
간식과 칭찬을 사용하여 훈련하면 효과적입니다.
일찍부터 사회화 훈련을 해야 낯선 사람이나 동물에 대한 두려움을 줄일 수 있습니다.
충분한 운동과 활동을 제공해야 합니다.', '골든 리트리버: 온순하고 사교적인 성격의 골든 리트리버가 좋은 친구가 될 수 있습니다.'),(13, '웰시코기', '25-30', '10-14', '짧은 다리가 포인트인 활발한 반려견 ', '웰시코기의 특성
두꺼운 이중모로 덮여 있어 정기적인 브러싱이 필요합니다. 털 빠짐이 많으며, 계절에 따라 털갈이를 합니다.
에너지가 넘치고 활발한 성격을 가지고 있습니다. 충분한 운동이 필요합니다.
매우 영리한 편으로, 다양한 명령을 빠르게 배우고 훈련을 잘 따라옵니다.
사람들과 잘 어울리고 다른 동물들과도 비교적 잘 지냅니다. 가족 구성원에게 애정이 많습니다.
낯선 사람이나 상황에 대해 경계심을 가질 수 있으며, 보호자에게 충성심이 강합니다.
자신감이 넘치고 독립적인 성향이 있으며, 주인의 지시에 잘 따릅니다.', '긍정 강화 훈련: 보상과 칭찬을 통해 긍정적인 행동을 강화하는 것이 중요합니다. 웰시코기는 칭찬과 간식을 통해 훈련에 잘 반응합니다.
일관성: 훈련 시 일관된 명령어와 규칙을 사용하는 것이 중요합니다. 가족 모두가 동일한 명령어를 사용해야 합니다.
사회화: 어릴 때부터 다양한 사람, 동물, 환경에 노출시켜 사회성을 길러야 합니다. 이는 경계심을 줄이고 더 사교적으로 만드는 데 도움이 됩니다.
지루함 예방: 지능이 높기 때문에 쉽게 지루해질 수 있습니다. 다양한 놀이와 훈련으로 지루함을 예방해야 합니다.', '래브라도 리트리버: 친근하고 사교성이 높아 웰시코기와 잘 어울립니다. 둘 다 활동적이고 에너지가 넘칩니다.
비글: 활발하고 사교적인 성격으로 웰시코기와 잘 지낼 수 있습니다.
골든 리트리버: 온순하고 사교적인 성격으로 웰시코기와 좋은 친구가 될 수 있습니다.
셰틀랜드 쉽독: 비슷한 에너지 수준과 지능으로 웰시코기와 잘 어울립니다.')